[
    {
        "id": "rules-1",
        "title": "1. Загальні правила",
        "subsections": [
            {
                "title": "1.1 Заборонено використання стороннього програмного забезпечення для отримання переваги над іншими учасниками ігрового процесу",
                "points": [
                    {
                        "text": "Використання сторонніх програм або модифікацій, які змінюють візуальне сприйняття гри.",
                        "punishment": null
                    },
                    {
                        "text": "Застосування будь-яких засобів, що надають несправедливу перевагу в бою або орієнтації в середовищі (чіти, макроси, інжектори, тощо).",
                        "punishment": null
                    },
                    {
                        "text": "Заборонені будь-які програми, які втручаються в роботу гри без дозволу адміністрації.",
                        "punishment": null
                    }
                ],
                "comment": "Навіть якщо подібні дії виконувалися на іншому сервері чи в іншій грі — це не є виправданням для порушення на нашому проекті.",
                "punishment": "Перманентне блокування."
            },
            {
                "title": "1.2 Заборонено змінювати візуальні налаштування, не передбачені інструментами самої гри",
                "points": [
                    {
                        "text": "Видалення або спрощення об'єктів на карті (трава, дерева, інші моделі).",
                        "punishment": null
                    },
                    {
                        "text": "Вимкнення туманів, тіней або природних погодних ефектів.",
                        "punishment": null
                    },
                    {
                        "text": "Зміна яскравості, контрастності, кольорів через сторонні фільтри або програми.",
                        "punishment": null
                    }
                ],
                "punishment": "Блокування на 7 днів."
            },
            {
                "title": "1.3 Заборонено використання вразливостей гри, недопрацювань у правилах або інших необґрунтованих переваг над іншими гравцями",
                "points": [
                    {
                        "text": "Торгівля з метою наживи без РП-обґрунтування (купівля в одного торговця з подальшим перепродажем іншому дорожче).",
                        "punishment": "Блокування на 7 днів."
                    },
                    {
                        "text": "Проникнення на закриті території або вихід за межі ігрової мапи без дозволу.",
                        "punishment": "Попередження."
                    },
                    {
                        "text": "Приховування фактів багів або інших порушень.",
                        "punishment": "Перманентне блокування."
                    },
                    {
                        "text": "Передача інформації про вразливості третім особам.",
                        "punishment": "Перманентне блокування."
                    }
                ],
                "comment": "У разі виявлення будь-якої помилки, експлойту чи порушення ви ЗОБОВ’ЯЗАНІ повідомити адміністрацію через систему тікетів."
            },
            {
                "title": "1.4 Вплив кожного гравця на РП процес і колективна відповідальність",
                "points": [
                    {
                        "text": "Кожен гравець впливає на якість РП не лише для себе, а й для оточуючих.",
                        "punishment": null
                    },
                    {
                        "text": "Колективна відповідальність стосується всіх учасників спільноти, незалежно від ступеня участі у порушенні.",
                        "punishment": null
                    },
                    {
                        "text": "Замовчування порушень РП-процесу вважається співучастю.",
                        "punishment": null
                    }
                ],
                "comment": "Якщо ви стали свідком порушення — повідомте про нього через тікет-систему. Ваша бездіяльність буде розцінена як підтримка порушення."
            },
            {
                "title": "1.5 Гравці з обмеженими фізичними можливостями",
                "points": [
                    {
                        "text": "Гравці, які мають фізичні обмеження в реальному житті (наприклад, втрата кінцівки, параліч, обмежений зір тощо), мають право на особливі умови участі в RP та захист від RP-дисбалансу[cite: 31, 32].",
                        "punishment": null
                    },
                    {
                        "text": "Гравці можуть (за бажанням) повідомити адміністрацію про свої обмеження та написати квенту, після чого отримають дозвіл на носіння спеціальної жовтої пов’язки як позначення[cite: 33, 34].",
                        "punishment": null
                    },
                    {
                        "text": "Іншим гравцям забороняється втягувати гравця в PvP або RP-конфлікти шляхом провокацій, примусу чи маніпуляцій. Участь у подібних ситуаціях можлива лише за прямої згоди самого гравця.",
                        "punishment": "Блокування на 7 днів."
                    },
                    {
                        "text": "Образливе чи зневажливе ставлення до гравців — суворо заборонене і буде покарано найсуворішим способом.",
                        "punishment": "Перманентне блокування."
                    }
                ],
                "comment": "Носіння такої пов’язки не є РП-причиною для підозри у шпигунстві, допиті, затриманні чи тортурах, і не підпадає під дію пункту правил 2.7.",
                "exception": "Якщо персонаж дійсно виконує шпигунську діяльність — ситуація повністю регулюється пунктом 2.8, і в такому випадку пов’язка повинна бути знята до початку таких дій."
            },
            {
                "title": "1.6 Заборонені дії з персонажами та трупами",
                "points": [
                    {
                        "text": "Забороняється піднімати, носити або зберігати в інвентарі будь-які елементи форми інших угруповань, а також фракції «Найманці».",
                        "punishment": "Блокування на 1 день.",
                        "comment": "Навіть тимчасове використання чужої форми (наприклад, для маскування або 'щоб винести з тіла') заборонене. Це правило стосується будь-якого способу отримання форми, шеврону чи пов’язки угрупування.",
                        "exception": "Заборонено забирати речі у гравця, що підпадають під пункт правил 1.11.2."
                    },
                    {
                        "text": "Заборонено розрізати трупи гравців (за винятком випадків, коли труп неможливо обшукати).",
                        "punishment": "Блокування на 7 днів."
                    },
                    {
                        "text": "Заборонено годувати або поїти персонажів без їхньої згоди.",
                        "punishment": "Блокування на 7 днів."
                    },
                    {
                        "text": "Заборонено здійснювати буст новачків — передавати їм спорядження або ресурси без РП-обґрунтування.",
                        "punishment": "Перманентне блокування.",
                        "comment": "Якщо ви хочете допомогти новому гравцю, зробіть це через РП-процес.",
                        "example": "На селі Новачків ви зустріли нового сталкера, дали йому завдання, і після його виконання він отримав спорядження як нагороду.",
                        "violation": "Ви бачите нового гравця і без жодної взаємодії просто скидаєте йому спорядження, для отримання якого він нічого не зробив."
                    }
                ]
            },
            {
                "title": "1.7 Кожен учасник проекту зобов’язаний дотримуватись лору та норм всесвіту S.T.A.L.K.E.R. встановлених адміністрацією.",
                "points": [],
                "punishment": null
            },
            {
                "title": "1.8 Втрата речей",
                "points": [
                    {
                        "text": "Речі які були знищені або втрачені внаслідок навмисних дій гравця — не підлягають відновленню.",
                        "punishment": null
                    },
                    {
                        "text": "Речі, втрачені з технічних причин, можуть бути відновлені лише за рішенням адміністрації.",
                        "punishment": null
                    },
                    {
                        "text": "Повернення речей може відбуватися лише через систему тікетів.",
                        "punishment": null
                    },
                    {
                        "text": "Адміністрація не має права відновлювати речі через приватні повідомлення.",
                        "punishment": null
                    },
                    {
                        "text": "Адміністрація не має права відновлювати речі без наявності відео/фото-доказів.",
                        "punishment": null,
                        "exception": "Речі як були втрачені з технічних причин."
                    }
                ]
            },
            {
                "title": "1.9 Система попереджень та покарань",
                "points": [
                    {
                        "text": "Базове попередження (білий знак оклику) видається за незначні порушення правил.",
                        "punishment": null
                    },
                    {
                        "text": "Три базових попередження автоматично переходять у серйозне порушення (червоний знак оклику).",
                        "punishment": null
                    },
                    {
                        "text": "Після отримання трьох серйозних порушень гравець автоматично отримує бан терміном від трьох днів до перманентного блокування.",
                        "punishment": null,
                        "comment": "Період часу блокування адміністрація визначає виходячи з типу та серйозності порушення."
                    },
                    {
                        "text": "Якщо у гравця є одне базове попередження (білий знак оклику) і він не порушує правил протягом 14 днів, воно знімається.",
                        "punishment": null
                    },
                    {
                        "text": "Якщо у гравця є одне серйозне попередження (червоний знак оклику) і він не порушує правил протягом 30 днів, воно знімається.",
                        "punishment": null
                    },
                    {
                        "text": "Для можливості зняття порушення, гравець повинен самостійно подати запит через тікет-систему.",
                        "punishment": null
                    },
                    {
                        "text": "Видача тегу “Mute Discord” як міра покарання:",
                        "punishment": null
                    },
                    {
                        "text": "Видача тегу “Метагравець” як міра покарання:",
                        "punishment": null
                    },
                    {
                        "text": "Видача тегу “Vтома від совісті” як міра покарання.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "1.10 Перманентний бан",
                "points": [
                    {
                        "text": "Перманентний бан накладається на весь цикл вайпу.",
                        "punishment": null
                    },
                    {
                        "text": "При знятті перманентного бану гравець не може вступати до будь-яких угрупувань та не може очолювати будь-які угрупування протягом 30 днів після розблокування.",
                        "punishment": null
                    },
                    {
                        "text": "Гравець, що отримав розблокування — отримує тег у Діскорді “Випробувальний Термін” на період 30 днів з моменту розблокування.",
                        "punishment": null
                    },
                    {
                        "text": "Якщо після першого перманентного бану гравець отримує свій другий перманентний бан — він не може бути розблокований за жодних обставин.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "1.11 Фінансова взаємодія",
                "points": [
                    {
                        "text": "Донат, вважається добровільною пожертвою проекту на розвиток, та не дає переваг над іншими гравцями.",
                        "punishment": null
                    },
                    {
                        "text": "Заборонено здійснювати будь-яку діяльність із метою отримання або передачі реальних грошей за дії чи предмети в грі.",
                        "punishment": "Перманентне блокування."
                    },
                    {
                        "text": "Заборонено забирати, підбирати, викидати або знищувати предмети, отримані через донат.",
                        "punishment": "Попередження.",
                        "comment": "Ви можете переглянути вміст донатного предмета, забрати необхідне, але сам предмет має бути повернутий власнику. Заборонено забирати донатні предмети: ножі, аномальні кейси, міні-сумку, аномальні сумки, бочки, унікальні патчі та шеврони.",
                        "exception": "Донатні комплекти одягу (маски, бронежилети, штани, куртка, ремні, тощо) та зброї (атачменти також) дозволено забирати."
                    }
                ]
            },
            {
                "title": "1.12 Правила поведінки",
                "points": [
                    {
                        "text": "Заборонені СПАМ-повідомлення, флуд та розміщення посилань без дозволу адміністрації.",
                        "punishment": "Перманентне блокування."
                    },
                    {
                        "text": "Заборонені образи учасників спільноти, перехід на особистості, погрози, приниження, неетична та аморальна поведінка в тектових і голосових чатах.",
                        "punishment": "Перманентне блокування."
                    },
                    {
                        "text": "Заборонено грати у стані явного алкогольного, наркотичного сп’яніння.",
                        "punishment": "2 попередження."
                    },
                    {
                        "text": "Заборонено образи за національною, релігійною або расовою ознакою.",
                        "punishment": "Перманентне блокування."
                    },
                    {
                        "text": "Заборонено сексуальне насильство в РП, а також будь-які натяки або погрози подібного характеру без згоди.",
                        "punishment": "Блокування на 30 днів."
                    },
                    {
                        "text": "Заборонено деструктивну діяльність щодо проекту, адміністрації або спільноти — наклеп, підбурювання, введення в оману, дискредитація тощо.",
                        "punishment": "Перманентне блокування."
                    },
                    {
                        "text": "Заборонено рекламувати інші сервери або сторонні ресурси без дозволу адміністрації.",
                        "punishment": "Перманентне блокування."
                    },
                    {
                        "text": "Заборонена будь-яка пропаганда — нацизму, фашизму, комунізму, руського міру, педофілії, екстремізму, міжнаціональної ворожнечі тощо.",
                        "punishment": "Перманентне блокування."
                    }
                ]
            },
            {
                "title": "1.13 Правила акаунта",
                "points": [
                    {
                        "text": "Користувачеві заборонено мати більше одного ігрового акаунта на проєкті (як ігрового, так і діскорд-акаунту).",
                        "punishment": "Перманентне блокування всіх наявних аккаунтів."
                    },
                    {
                        "text": "Гра на сервері дозволяється тільки під тим ігровим нікнеймом, який вказаний у діскорд-акаунті.",
                        "punishment": null,
                        "violation": "Використання відомих імена персонажів з офіційної трилогії або популярних модифікацій (Стрілок, Шрам, Фанат, Мічений, тощо).",
                        "punishment_violation": "Попередження."
                    },
                    {
                        "text": "Під час гри на проекті у Вас має бути поставлений свій нікнейм у параметрах DayZ Лаунчера. Нікнейм має бути написаний англійськими літерами, його легко зрозуміти.",
                        "punishment": null,
                        "violation": "Ім’я типу 'Xx_K1ll3r_xX' чи 'Stalker1337' — порушує атмосферу та сприйняття персонажа.",
                        "example": "Імена 'Vadim Petrov' або 'Tihiy' — цілком підходить для гри."
                    },
                    {
                        "text": "Заборонено використовувати образливі або провокаційні нікнейми.",
                        "punishment": "Блокування на 7 днів."
                    },
                    {
                        "text": "Заборонено використовувати скін персонажа, що не відповідає вашій реальній статі.",
                        "punishment": "Попередження."
                    },
                    {
                        "text": "Гравець має право створити унікального персонажа для участі в РП-процесі, але лише за умови відповідності лору проєкту та після погодження квенти через систему тікетів у Discord.",
                        "punishment": null
                    },
                    {
                        "text": "Вся відповідальність за дії, вчинені з акаунта (на сервері та в діскорді) — повністю лежить на його власникові.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "1.14 Правила рацій",
                "points": [
                    {
                        "text": "Знаходячись на сервері гравці повинні знаходитися на спеціально створених на сервері проекту раціях.",
                        "punishment": "Попередження."
                    },
                    {
                        "text": "Одинаки, що грають самі(соло-гравці), повинні знаходитись в каналі 'Зона' або створеній самостійно на сервері рації.",
                        "punishment": "Попередження."
                    },
                    {
                        "text": "Одинаки, що грають групою, повинні знаходитись в створених самостійно на сервері проекту, через бот, анонімних раціях.",
                        "punishment": "Попередження."
                    },
                    {
                        "text": "Гравці угрупувань зобов'язані під час гри знаходитись виключно в своїх на сервері проекту раціях.",
                        "punishment": "Попередження."
                    },
                    {
                        "text": "За умови зустрічі групи, яка знаходиться в будь-якому з видів рацій, (угрупувань/анонімних) з іншою групою чи одинаком, усі члени такої групи зобов'язані дублювати усі свої репліки в гру.",
                        "punishment": "Блокування на 1 день."
                    },
                    {
                        "text": "Вся інформація здобута через рації в діскорді не являється РП-складовою. Вся інформація яка почута була в рації діскорд також повинна бути сказана в грі.",
                        "punishment": "Блокування на 1 день."
                    }
                ]
            },
            {
                "title": "1.15 Усі зміни в правилах проекту публічно доводяться до відома спільноти адміністрацією.",
                "points": [],
                "punishment": null
            }
        ]
    },
    {
        "id": "rules-2",
        "title": "2. RolePlay та RP-процес",
        "subsections": [
            {
                "title": "2.1 Основні принципи RolePlay",
                "points": [
                    {
                        "text": "RP (RolePlay) – рольове-відігравання, поводитися так само, як поводився б персонаж у реальному світі враховуючи ЛОР сервера включаючи знання про ігровий світ S.T.A.L.K.E.R..",
                        "punishment": null
                    },
                    {
                        "text": "У грі повністю відсутні “Non-RP зони”. Як тільки персонаж з’явився у світі — РП автоматично розпочалося.",
                        "punishment": null,
                        "exception": "Якщо ви встаєте в AFK , ви мусите використовувати емоцію 'Прилягти'.",
                        "violation": "Використання фраз по типу “Стоп РП”, “Сприймаєш Ельфійскій?”, “Скажу не в РП”."
                    },
                    {
                        "text": "Якщо під час любого РП процесу відбувається рестарт сервера, при заході на сервер заборонено змінювати свої позиції протягом 10 хвилин.",
                        "punishment": null
                    },
                    {
                        "text": "Час у Зоні тече інакше, тому зміна дня і ночі не відповідає циклам зовнішнього світу.",
                        "punishment": null
                    },
                    {
                        "text": "Адміністрація залишає за собою право модерувати RolePlay.",
                        "punishment": null,
                        "example": "Видобуток інформації або ресурсів нечесним шляхом."
                    },
                    {
                        "text": "Вихід з гри поза базами, барами чи таборами здійснюється на власний страх і ризик.",
                        "punishment": null,
                        "comment": "Предмети, втрачені внаслідок смерті в таких випадках — не відновлюються."
                    },
                    {
                        "text": "Заборонено забирати речі з гравців які знаходяться без свідомості.",
                        "punishment": "Блокування на 1 день.",
                        "exception": "Правила полону / допиту та правила гоп стопу."
                    }
                ]
            },
            {
                "title": "2.2 Застосування препарату 'Амнезіак'",
                "points": [
                    {
                        "text": "Препарат використовується виключно в рамках РП-сценарію.",
                        "punishment": null
                    },
                    {
                        "text": "Після застосування препарату гравець забуває останні 30 хвилин свого перебування в Зоні.",
                        "punishment": null
                    },
                    {
                        "text": "Заборонено передавати або обговорювати отриману за цей час інформацію будь-яким способом (як в РП, так і поза ним).",
                        "punishment": "Блокування на 7 днів."
                    },
                    {
                        "text": "Дія препарату поширюється на всіх гравців без виключення, незалежно від фракції, рангу чи статусу.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "2.3 Мотивація та логіка дій персонажа",
                "points": [
                    {
                        "text": "Усі дії персонажа, включаючи агресивні, мають бути осмисленими, логічно обґрунтованими та відповідати інстинкту самозбереження в рамках RolePlay-ситуації[cite: 188, 189].",
                        "punishment": null,
                        "comment": "Поведінка повинна мати причину, мету та бути вписаною в обстановку подій."
                    },
                    {
                        "text": "Персонаж може діяти на основі мотивації, наданої іншим персонажем (замовлення, доручення, угода тощо).",
                        "punishment": null,
                        "comment": "Якщо ви отримали мотивацію від іншого гравця, переконайтесь, що вона має сенс у межах гри та за потреби може бути підтверджена адміністрацією через систему тікетів[cite: 192, 193]."
                    },
                    {
                        "text": "Дозволено створення унікальної квенти для “Вільного сталкера” з описом характеру, здібностей та моральних принципів персонажа.",
                        "punishment": null,
                        "violation": "Персонаж описаний у квенті як чесний, справедливий, ідеаліст, але без пояснення починає грабувати або зраджувати інших гравців. Це суперечить заявленому характеру."
                    },
                    {
                        "text": "Якщо гравець хоче вступити в угрупування, тоді гравець зобов’язаний подати квенту згідно з правилами, які описують вимоги для вступу в угрупування.",
                        "punishment": null,
                        "violation": "Якщо в квенті гравця (“Вільний сталкер”) не вказані риси які відповідають ідеалам, баченню угрупування та якщо вони не були змінені за рахунок РП-процесу... гравець не має права змінювати квенту лише для того, аби вступити до угрупування[cite: 215, 216]."
                    },
                    {
                        "text": "Поведінка персонажа повинна бути осмисленою, логічною та відповідати базовому самозбереження.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "2.4 Регламент затримання, допиту та тортур в рамках RolePlay",
                "points": [
                    {
                        "text": "Проведення RP-затримань, допитів із застосуванням сили та тортур дозволено тільки персонажам угрупувань. “Вільний сталкер” має право проводити подібні дії лише за умов затвердженої квенти від адміністрації.",
                        "punishment": "Блокування на 1 день."
                    },
                    {
                        "text": "Перша стадія RP-впливу — затримання. Це тимчасове обмеження свободи персонажа на основі логічно обґрунтованої RP-підозри.",
                        "punishment": "Блокування на 1 день.",
                        "comment": "Затримання забороняє використання фізичного впливу на підозрюваного."
                    },
                    {
                        "text": "Якщо під час затримання були отримані RP-докази причетності, дозволено перейти до допиту із застосуванням фізичного впливу (але не каліцтва).",
                        "punishment": null,
                        "exception": "Якщо в обвинуваченої сторони є беззаперечні докази вини (фото / відео / аудіо) — вона має право перейти до другого етапу."
                    },
                    {
                        "text": "Тортури — це крайній захід, допустимий лише у випадку, якщо попередні етапи не дали результату, а провина затриманого підтверджена фото / відео / аудіо доказами.",
                        "punishment": "Блокування на 3 дні.",
                        "comment": "Застосування тортур можливе тільки після схвалення від Старшого РП-Куратора через тікет, у якому прикріплено доказ вини.",
                        "violation": "Заборонено завдавати ушкоджень, які неможливо реалізувати через механіку гри (відривання кінцівок, виривання очей, тощо), або забивати персонажа до смерті (окрім випадків РПК)[cite: 243, 244]."
                    }
                ]
            },
            {
                "title": "2.5 Регламент часу для затримання, допиту та тортур з точки зору RolePlay",
                "points": [
                    {
                        "text": "З моменту будь-якої форми RP-затримання запускається лічильник 1 години реального часу.",
                        "punishment": null
                    },
                    {
                        "text": "Якщо за 1 годину провину не доведено — затриманий повинен бути негайно відпущений з тими речами що були до затримання.",
                        "punishment": "Попередження."
                    },
                    {
                        "text": "Сторона, яка проводить процедуру, має право на будь-якому етапі повідомити сторону, яка потенційно зацікавлена у звільненні затриманого.",
                        "punishment": null
                    },
                    {
                        "text": "Якщо за час дії ліміту було надіслано запит до третьої сторони — очікування відповіді може тривати до 15 хвилин.",
                        "punishment": null
                    },
                    {
                        "text": "Після досягнення домовленості з третьою стороною — будь-який вплив або тортури на затриманого заборонені.",
                        "punishment": null,
                        "exception": "Якщо затриманий демонструє аморальну поведінку (плювки, провокації, спроби нападу) — може бути застосована стримуюча RP-сила."
                    }
                ]
            },
            {
                "title": "2.6 Обмеження після тяжкого поранення",
                "points": [
                    {
                        "text": "Тяжке поранення — будь-яка ситуація, що призвела до клінічної смерті персонажа, але не вважається RP-смертю.",
                        "punishment": null
                    },
                    {
                        "text": "Заборонено залишати територію [база/бар/табір] протягом 15 хвилин після тяжкого поранення.",
                        "punishment": null
                    },
                    {
                        "text": "Необхідно RP-відтворювати погане самопочуття щонайменше 5 хвилин після повернення до гри.",
                        "punishment": null
                    },
                    {
                        "text": "Після тяжкого поранення персонаж згадує про події, що з ним відбулися лише через 60 хвилин.",
                        "punishment": null
                    },
                    {
                        "text": "Заборонено самостійно збирати свої речі після тяжкого поранення.",
                        "punishment": "Попередження.",
                        "exception": "Лише за наявності включеного GPS-трекінгу у КПК або GPS-пристрою можна повернутись на місце смерті не раніше ніж через 60 хвилин."
                    },
                    {
                        "text": "Заборонено відтворювати реанімацію іншими гравцями, якщо їх не було поруч на момент поранення.",
                        "punishment": "Попередження.",
                        "exception": "Гравець з роллю “Медик” підпорядковується правилам пункту 2.8."
                    },
                    {
                        "text": "Заборона на приєднання на зв'язок [рація, КПК, діскорд-рація] до товаришів, які були поруч під час поранення, протягом 60 хвилин з моменту смерті.",
                        "punishment": "Попередження."
                    }
                ]
            },
            {
                "title": "2.7 Регламент переодягання",
                "points": [
                    {
                        "text": "Переодяганням вважається: носіння будь-якої, навіть єдиної частини чужої форми та відсутність шеврона в члена угруповання чи фракції[cite: 289, 290, 291].",
                        "punishment": null
                    },
                    {
                        "text": "Смерть без шеврону.",
                        "punishment": null
                    },
                    {
                        "text": "Будь-яке вбивство персонажа у переодягненому вигляді без відеофіксації — може бути зарахована як RP-смерть або реанімація для нападаючого.",
                        "punishment": null
                    },
                    {
                        "text": "Якщо персонажа викрили у навмисному переодяганні у форму фракції чи угруповання, до якого він не належить — це може бути обґрунтованою причиною для RP-смерті.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "2.8 Регламент шпигунства",
                "points": [
                    {
                        "text": "Гравець, що виконує шпигунство, може не мати жодних видимих шевронів, патчів чи пов’язок, які видають його як члена угруповання.",
                        "punishment": null
                    },
                    {
                        "text": "Персонаж обов’язково повинен мати один незмінний предмет, що символізує його належність до угруповання.",
                        "punishment": "Попередження."
                    },
                    {
                        "text": "Право на шпигунство через переодягання мають тільки угруповання або гравці, які носять пов'язки.",
                        "punishment": "Блокування на 3 дні."
                    },
                    {
                        "text": "Проводити шпигунство дозволено лише одному гравцю від угруповання або фракції одночасно.",
                        "punishment": null
                    },
                    {
                        "text": "Під час виконання шпигунства гравець зобов’язаний вести відеофіксацію.",
                        "punishment": "Попередження."
                    },
                    {
                        "text": "При порушенні умов проведення шпигунства — уся RP-інформація буде анульована та персонаж може отримати RP-смерть.",
                        "punishment": null
                    },
                    {
                        "text": "Смерть під час цілеспрямованої ініціації агресії, якщо ви перебуваєте у чужій формі, рахується як RP-смерть або реанімація.",
                        "punishment": null
                    },
                    {
                        "text": "Угруповання «Моноліт» не має права переодягатись та використовувати будь-які дії щодо шпигунства.",
                        "punishment": "Попередження."
                    }
                ]
            },
            {
                "title": "2.9 Колективна відповідальність",
                "points": [
                    {
                        "text": "Персонажі з однієї групи несуть відповідальність за всі спільні дії та один за одного.",
                        "punishment": null
                    },
                    {
                        "text": "Будь-хто, хто йде, воює чи діє разом у складі однієї групи, вважається товаришем.",
                        "punishment": null
                    },
                    {
                        "text": "Опір або агресія одного з учасників поширюється на всю групу.",
                        "punishment": null
                    },
                    {
                        "text": "Зневажливі або безглузді дії одного члена групи, які призводять до смерті іншого, можуть стати причиною RP-смерті.",
                        "punishment": null
                    },
                    {
                        "text": "Неповага до тіла загиблого товариша також може бути причиною RP-смерті.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "2.10 Регламент реанімації",
                "points": [
                    {
                        "text": "Реанімація — це 'підняття' персонажа завдяки дефібрілятору.",
                        "punishment": null
                    },
                    {
                        "text": "Реанімація може здійснюватись як до ворогів, так і до союзників.",
                        "punishment": null
                    },
                    {
                        "text": "Лише гравець з написаною квентою на роль “Медик” має право застосовувати дефібрілятор.",
                        "punishment": "Попередження."
                    },
                    {
                        "text": "Медик може реанімувати лише після завершення бойових дій.",
                        "punishment": "Попередження."
                    }
                ]
            }
        ]
    },
    {
        "id": "rules-3",
        "title": "3. Meta-Gaming та Meta-Інформація",
        "subsections": [
            {
                "title": "3.1 Meta-інформація та міжігрові порушення",
                "points": [
                    {
                        "text": "MG (Metagaming) – використання або розповсюдження інформації отриманої гравцем не через RP-процес.",
                        "punishment": null
                    },
                    {
                        "text": "При використанні мета-інформації — гравець окрім покарання, отримує тег “Метагравець”.",
                        "punishment": null
                    },
                    {
                        "text": "Заборонено переносити власну мотивацію на персонажа.",
                        "punishment": null
                    },
                    {
                        "text": "Поширення важливої інформації в рамках гри допускається лише з доказами RP-шляху її отримання.",
                        "punishment": null
                    },
                    {
                        "text": "Вхід у гру з RP-метою одразу після обговорень у сторонніх каналах вважається мета-геймінгом.",
                        "punishment": null
                    },
                    {
                        "text": "Використання інформації з Discrord про належність гравця до угрупування заборонено і є мета-інформацією.",
                        "punishment": "Блокування від 7 днів до перманентного."
                    }
                ]
            },
            {
                "title": "3.2 Повернення до угрупування після RP-смерті",
                "points": [
                    {
                        "text": "Відновлення зв'язку з фракцією або персонажами, з якими були контакти до RP-смерті, можливе лише через 14 днів.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "3.3 Cтворений чат в Діскорді (загальний чат кпк-рп) та окремо створені РП-чати в угрупуваннях та фракціях — не підпадають під правило MetaGaming.",
                "points": [],
                "punishment": null
            }
        ]
    },
    {
        "id": "rules-4",
        "title": "4. RDM (Random Death Match)",
        "subsections": [
            {
                "title": "4.1 Норми стрільби на ураження",
                "points": [
                    {
                        "text": "Стрільба по іншому персонажу повинна мати логічно обґрунтовані RP-підстави, мотивацію та мету.",
                        "punishment": "від попередження, до перманентного блокування, на розсуд Старшої Адміністрації."
                    },
                    {
                        "text": "Вбивство зв’язаного, такого, що здався, або не становить загрози персонажа, є порушенням, якщо відсутнє серйозне обґрунтування.",
                        "punishment": null
                    },
                    {
                        "text": "Перед тим, як виконати будь-яку вимогу, персонажу слід дати час на реакцію.",
                        "punishment": null
                    },
                    {
                        "text": "Стрілянина на ураження через відмову виконати дію, що призводить до смерті, дозволена лише за наявності причини для RP-страти.",
                        "punishment": null
                    },
                    {
                        "text": "Попереджувальний постріл сам по собі не є виправданням і обов’язково повинен бути виконаним догори в повітря.",
                        "punishment": null
                    },
                    {
                        "text": "Бажання заволодіти чужими речами не може бути причиною для вбивства.",
                        "punishment": null,
                        "exception": "Окрім факту, коли є відеодокази того, що речі не були вкрадені з бази, що регламентується пунктом 6.1.7."
                    }
                ]
            },
            {
                "title": "4.3 Регламент агресії",
                "points": [
                    {
                        "text": "Відповідь на агресію може бути як миттєвою, так і відкладеною (наприклад, у формі помсти).",
                        "punishment": null
                    },
                    {
                        "text": "Відповідь на агресію також вважається агресією і може бути причиною для розвитку конфлікту.",
                        "punishment": null
                    },
                    {
                        "text": "Агресією вважається лише та загроза, яка несе реальну потенційну небезпеку.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "4.4 Агресією вважається:",
                "points": [
                    {
                        "text": "Наказ здатися, кинути або скласти зброю (не плутати з проханням).",
                        "punishment": null
                    },
                    {
                        "text": "Погроза розправи (смертельна загроза в будь-якій формі) або життю (навіть у майбутньому).",
                        "punishment": null
                    },
                    {
                        "text": "Потенційно небезпечні або провокаційні дії після отриманого наказу здатися.",
                        "punishment": null
                    },
                    {
                        "text": "Створення конфліктної ситуації.",
                        "punishment": null
                    },
                    {
                        "text": "Будь-яке фізичне або психологічне примушення до дії (шантаж, вимоги віддати щось або зробити щось).",
                        "punishment": null
                    },
                    {
                        "text": "Крадіжка.",
                        "punishment": null
                    },
                    {
                        "text": "Огляд тіла без підтвердження, що воно належить вам чи вашій групі.",
                        "punishment": null
                    },
                    {
                        "text": "Надягання наручників, спроба затримати.",
                        "punishment": null
                    },
                    {
                        "text": "Навмисне ігнорування спроб комунікації з боку гравця.",
                        "punishment": null
                    },
                    {
                        "text": "Дії на території бази або загону ворожої фракції (спостереження, зйомка, фотографування тощо).",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "4.5 Агресією не вважається:",
                "points": [
                    {
                        "text": "Мародерство (взяття речей із тіла, на яке ніхто не заявляв прав або біля якого нікого немає).",
                        "punishment": null
                    },
                    {
                        "text": "Часткове невиконання вимог затримуючих.",
                        "punishment": null
                    },
                    {
                        "text": "Прохання прибрати або опустити зброю.",
                        "punishment": null
                    },
                    {
                        "text": "Спроба втекти від агресивно налаштованих осіб, які не висунули вимог голосом.",
                        "punishment": null
                    },
                    {
                        "text": "Пошук артефактів та схронів.",
                        "punishment": null
                    }
                ]
            }
        ]
    },
    {
        "id": "rules-5",
        "title": "5. Non-RP",
        "subsections": [
            {
                "title": "5.1 Non-RP поведінка",
                "points": [
                    {
                        "text": "Заборонено використовувати геймерський/сучасний сленг, включаючи англіцизми.",
                        "punishment": null,
                        "violation": "лол, кек, рофл, спринт, раш, лут, лутати, крафт, мансити, хелп, гоу, чек, байт, лс, ваншот, вантап тощо."
                    },
                    {
                        "text": "Заборонено переривати RP-процес будь-яким способом.",
                        "punishment": null
                    },
                    {
                        "text": "Заборонено руйнувати атмосферу сталкерського світу.",
                        "punishment": null
                    },
                    {
                        "text": "Заборонено використовувати знання, яких персонаж не має.",
                        "punishment": null
                    },
                    {
                        "text": "Заборонені дії, які порушують причинно-наслідкові зв’язки або є неможливими з точки зору реалізму.",
                        "punishment": null
                    },
                    {
                        "text": "Додаткові порушення:",
                        "punishment": null
                    },
                    {
                        "text": "Заборонено підсаджувати гравців на висоту понад одну людину.",
                        "punishment": null
                    },
                    {
                        "text": "Заборонено байдуже ставлення до життя персонажа або відсутність боротьби за виживання.",
                        "punishment": null
                    },
                    {
                        "text": "Заборонено використовувати автомобіль задля абьюзу шляхом вбивства мутантів.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "5.2 Спілкування",
                "points": [
                    {
                        "text": "Усе спілкування на сервері має відбуватись виключно в межах RolePlay та повинно бути внутрішньоігровим.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "5.3 Регламент AFK",
                "points": [
                    {
                        "text": "Довготривалий AFK (більше 2 хвилин) дозволений лише на свій страх і ризик.",
                        "punishment": null
                    },
                    {
                        "text": "Для того, аби встати в AFK ви маєте знайти місце, де буде доречно використати анімацію 'Прилягти'.",
                        "punishment": null
                    }
                ]
            }
        ]
    },
    {
        "id": "rules-6",
        "title": "6. Бази, бари та лагері",
        "subsections": [
            {
                "title": "6.1 Загальне положення",
                "points": [
                    {
                        "text": "'Зелена Зона' розповсюджується лише біля торговця з позначкою 'Ви у безпечній зоні'.",
                        "punishment": null
                    },
                    {
                        "text": "Базою вважається територія, що належить угрупуванню та має відповідні розпізнавальні знаки (прапор, графіті угруповання тощо).",
                        "punishment": null
                    },
                    {
                        "text": "Будь-яка агресія на чужих базах, таборах або в барах має бути зафіксована на відео з боку ініціатора.",
                        "punishment": null
                    },
                    {
                        "text": "Власники бази на своїй території мають право відкривати вогонь по ворожих елементах без попередження.",
                        "punishment": null
                    },
                    {
                        "text": "Угруповання має право закрити свою територію для всіх за наявності РП-причин.",
                        "punishment": null
                    },
                    {
                        "text": "Угрупування яке є власником своєї бази мають право проводити затримання як самостійно так і за допомоги інших відвідувачів бази , якщо на це є РП-причини.",
                        "punishment": null
                    },
                    {
                        "text": "Якщо власники бази побачили особу в засідці, кущах, яка веде спостереження за базою — це розцінюється як загроза і сторона яка розсекретила спостерігача, має право відкрити вогонь на ураження.",
                        "punishment": null
                    },
                    {
                        "text": "Якщо власники бази самостійно недогледіли незакриті двері до своєї бази — це вина лише сторони яка недогледіла відкритий доступ до бази.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "6.2 Конфлікти та відповідь на агресію",
                "points": [
                    {
                        "text": "Вогонь по ворожій базі за межами штурму дозволяється лише в таких випадках: у відповідь на обстріл із боку бази, у разі початку пограбування, при відступі ворога на свою базу після бою[cite: 513, 514, 518, 519].",
                        "punishment": null
                    },
                    {
                        "text": "У разі прояву акту фізичної агресії гравцем на території ЗЗ — дозволяється дати відсіч.",
                        "punishment": null
                    },
                    {
                        "text": "Відкриття вогню по ворожих елементах на території нейтральної бази без дозволу власника — вважається несанкціонованою агресією.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "6.3 СОП може проводити свої рейди на території АТП.",
                "points": [],
                "punishment": null
            },
            {
                "title": "6.4 Заборонено кемпити територію Зелених Зон або Баз угруповань у радіусі 200 метрів (розрахунок йде від забору).",
                "points": [],
                "punishment": null
            },
            {
                "title": "6.5 Угруповання бази, якщо помітить шпигуна, має право відкрити по ньому вогонь на ураження без попередження.",
                "points": [],
                "punishment": null
            }
        ]
    },
    {
        "id": "rules-7",
        "title": "7. Угруповання",
        "subsections": [
            {
                "title": "7.1 До угруповань належать:",
                "points": [
                    {
                        "text": "С.О.П - Сили Охорони Периметра.",
                        "punishment": null
                    },
                    {
                        "text": "«Наукова Група».",
                        "punishment": null
                    },
                    {
                        "text": "«Долг».",
                        "punishment": null
                    },
                    {
                        "text": "«Воля».",
                        "punishment": null
                    },
                    {
                        "text": "«Моноліт».",
                        "punishment": null
                    },
                    {
                        "text": "«Чисте Небо».",
                        "punishment": null
                    },
                    {
                        "text": "«Бандити».",
                        "punishment": null
                    },
                    {
                        "text": "МДГ - Міжнародна Дослідницька Група.",
                        "punishment": null
                    },
                    {
                        "text": "Нейтрали.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "7.2 Система попереджень угруповань",
                "points": [
                    {
                        "text": "Попередження видається РП-курацією або Адміністрацією.",
                        "punishment": null
                    },
                    {
                        "text": "Кожне попередження діє 30 днів.",
                        "punishment": null
                    },
                    {
                        "text": "Строге попередження – зараховується групуванню за повторне порушення того самого правила.",
                        "punishment": null
                    },
                    {
                        "text": "Якщо угрупування набирає три попередження, розглядається питання про розформування поточного складу групування.",
                        "punishment": null
                    },
                    {
                        "text": "Адміністрація залишає за собою право втручатися у внутрішні справи складу, якщо для цього є об'єктивні причини.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "7.3 Подача та перевірка квенти",
                "points": [
                    {
                        "text": "Квента має відповідати вимогам та формату.",
                        "punishment": null
                    },
                    {
                        "text": "Після значущих подій, квента має бути оновлена та подана повторно.",
                        "punishment": null
                    },
                    {
                        "text": "Відповідність квенти ідеології групи — основна умова прийому.",
                        "punishment": null
                    },
                    {
                        "text": "У випадку сумнівів, лідер зобов’язаний погодити квенту з адміністрацією.",
                        "punishment": null
                    },
                    {
                        "text": "Якщо учасник змінив квенту без погодження, він не може бути прийнятий до групи.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "7.4 Прийом до угруповання та обов’язки лідера",
                "points": [
                    {
                        "text": "Персонаж повинен відповідати ідеології групи та мати чітке обґрунтування чому він хоче приєднатися до угруповання.",
                        "punishment": null
                    },
                    {
                        "text": "Лідер несе відповідальність за кожного члена групи.",
                        "punishment": null
                    },
                    {
                        "text": "Без схваленої квенти заборонено селитися на базі або займати роль у групі.",
                        "punishment": null
                    },
                    {
                        "text": "Лідер не має права призначати нового учасника на місце в базі до остаточного погодження квенти адміністрацією.",
                        "punishment": null
                    },
                    {
                        "text": "Лідер групи зобов’язаний перевірити, щоб новий учасник налаштував нікнейм у грі відповідно до формату групи.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "7.5 Лідер і заступник лідера угруповання",
                "points": [
                    {
                        "text": "Призначення, зміна та усунення лідерів угруповань здійснюються виключно за погодженням РП-курації.",
                        "punishment": null
                    },
                    {
                        "text": "Лідер не може бути адептом або зрадником, на відміну від заступника.",
                        "punishment": null,
                        "exception": "Заступник лідера може бути зрадником, стати адептом або дезертувати, якщо це обумовлено РП-причинами."
                    },
                    {
                        "text": "Лідер угруповання може обрати до двох заступників: першого та другого.",
                        "punishment": null
                    },
                    {
                        "text": "Лідер і Заступник Лідера не можуть бути призначені примусово.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "7.6 Регламент перебування в угрупованнях",
                "points": [
                    {
                        "text": "Ідеологічні угруповання можна покинути добровільно, повідомивши лідера та повернувши спорядження на склад.",
                        "punishment": null
                    },
                    {
                        "text": "Структурні угруповання можна покинути тільки через дезертирство або зміну персонажа.",
                        "punishment": null
                    },
                    {
                        "text": "Фанатичні угруповання можна покинути тільки через зміну персонажа.",
                        "punishment": null
                    },
                    {
                        "text": "Представники угруповань несуть колективну відповідальність один за одного.",
                        "punishment": null
                    },
                    {
                        "text": "Заборонено відхилятися від норм поведінки та ідеології, які суперечать лору угрупування чи фракції 'Найманці' без затвердження від адміністрації.",
                        "punishment": null
                    },
                    {
                        "text": "Угрупованням заборонено продавати спорядження зі своїми кольорами або символікою для отримання вигоди.",
                        "punishment": null
                    },
                    {
                        "text": "Масштабні політичні зміни в угрупованнях повинні бути узгоджені з РП-Адміністрацією через систему тікетів.",
                        "punishment": null
                    },
                    {
                        "text": "Заборонено цілеспрямоване шкідництво угрупованню через обхід RolePlay та правил бази.",
                        "punishment": null
                    }
                ]
            }
        ]
    },
    {
        "id": "rules-8",
        "title": "8. Особливості угруповань та фракцій",
        "subsections": [
            {
                "title": "8.1 Пов'язочники та їх статус у грі",
                "points": [
                    {
                        "text": "Пов'язочник — це гравець, який носить пов'язку іншого угруповання.",
                        "punishment": null
                    },
                    {
                        "text": "Пов'язочник прирівнюється до повноцінного члена угруповання в усіх аспектах RP-взаємодії.",
                        "punishment": null
                    },
                    {
                        "text": "Пов'язку заборонено знімати, приховувати, класти у сині ящики або ховати будь-яким способом.",
                        "punishment": null,
                        "exception": "Єдиним винятком для зняття пов'язки є шпигунська діяльність, яка регулюється правилом 2.8."
                    },
                    {
                        "text": "Пов'язочники не мають права брати участь у війнах, штурмах або захисті бази угруповання.",
                        "punishment": null,
                        "exception": "Пункт правил 12.1.3."
                    }
                ]
            },
            {
                "title": "8.2 Заборона на оголошення війни між фракціями та групуваннями",
                "points": [
                    {
                        "text": "Угруповання не можуть оголошувати війну фракціям.",
                        "punishment": null
                    },
                    {
                        "text": "Фракції не можуть оголошувати війну групуванням.",
                        "punishment": null
                    },
                    {
                        "text": "Вимагати викуп за члена фракції можна лише за наявності підстав для його можливої RP-смерті.",
                        "punishment": null
                    },
                    {
                        "text": "Фракціями є: 'Найманці' та 'Вільні сталкери (одинаки)'[cite: 648, 649, 650].",
                        "punishment": null
                    },
                    {
                        "text": "Представники фракцій не несуть відповідальності за дії один одного.",
                        "punishment": null
                    },
                    {
                        "text": "Фракції є незалежними структурами та не можуть видавати 'пов’язки'.",
                        "punishment": null
                    },
                    {
                        "text": "Здійснення бойових дій або затримань з боку членів фракцій щодо групувань повинно мати відповідну причину та відеодокази RP-підґрунтя.",
                        "punishment": null
                    },
                    {
                        "text": "Доведений факт участі члена фракції у бойових діях на боці угруповання прирівнюється до агентурної діяльності та вважається достатньою підставою для RP-смерті[cite: 658, 659].",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "8.3 Найманці",
                "points": [
                    {
                        "text": "Прийняти або виключити з фракції 'Найманців' може лише представник організації.",
                        "punishment": null
                    },
                    {
                        "text": "Ідеологією є служіння Організації та дотримання Кодексу.",
                        "punishment": null
                    },
                    {
                        "text": "Максимальна кількість гравців у фракції: 8 гравців.",
                        "punishment": null
                    },
                    {
                        "text": "'Найманці' мають право маскуватись під Вільних сталкерів (одинаків) без необхідності мати при собі елемент, що видає їх належність до фракції.",
                        "punishment": null
                    },
                    {
                        "text": "Фракція 'Найманці' при розкритті місцезнаходження своєї бази іншим угрупуванням — отримує РП-смерть для усіє фракції.",
                        "punishment": null
                    },
                    {
                        "text": "Граці фракції 'Найманці' мають право не робити приписку в грі та дискорді: [Mercenaries].",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "8.4 Вільні сталкери (одинаки)",
                "points": [
                    {
                        "text": "У одинаків немає Лідера, ієрархії та єдиної ідеології.",
                        "punishment": null
                    },
                    {
                        "text": "У одинаків немає власної бази.",
                        "punishment": null
                    },
                    {
                        "text": "Одинаки не несуть відповідальність один за одного, окрім випадків, які стосується правил груп, описаних в пункті 2.9.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "8.5 Моноліт",
                "points": [
                    {
                        "text": "«Моноліт» є ворожим до всіх і не може укладати нейтралітет чи союзи з іншими угрупованнями або фракціями.",
                        "punishment": null
                    },
                    {
                        "text": "Щоб зробити сталкера адептом, необхідно провести йому промивку мозку за допомогою нейропрограматора та разом із ним прочитати молитву[cite: 687, 688].",
                        "punishment": null
                    },
                    {
                        "text": "Максимальна кількість гравців в угрупованні: 10 гравців. Кількість доступних адептів: 2 адепти загалом.",
                        "punishment": null
                    },
                    {
                        "text": "Після адептації свідомість сталкера програмується на виконання всіх наказів, завдань і доручень, які йому даються.",
                        "punishment": null
                    },
                    {
                        "text": "Адепт збирає артефакти та вбиває мутантів лише для маскування, а не для власної вигоди.",
                        "punishment": null
                    },
                    {
                        "text": "Зв'язок із адептами здійснюється лише через спеціальний чат.",
                        "punishment": null
                    },
                    {
                        "text": "Ігнорування наказів Моноліту вважається NonRP.",
                        "punishment": null
                    },
                    {
                        "text": "У присутності бійців Моноліту адепти не підпадають під правило PowerGaming та повинні повністю виконувати їхні накази.",
                        "punishment": null
                    },
                    {
                        "text": "Угрупування “Моноліт” має право вирішувати долю адепта.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "8.6 С.О.П - Сили Охорони Периметра",
                "points": [
                    {
                        "text": "Представники 'С.О.П' мають право відкривати вогонь на ураження, хто після попередження про закриття КПП або Бази — без дозволу наближається до членів угруповання.",
                        "punishment": null
                    },
                    {
                        "text": "Максимальна кількість гравців в угрупованні: 15 гравців.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "8.7 'МДГ', 'Чисте Небо', 'Нейтрали'",
                "points": [
                    {
                        "text": "Максимальна кількість гравців в угрупованні: 8 гравців.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "8.8 'Наукова група'",
                "points": [
                    {
                        "text": "Максимальна кількість гравців в угрупованні: 5 гравців.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "8.9 'Долг', 'Воля', 'Бандити'",
                "points": [
                    {
                        "text": "Максимальна кількість гравців в угрупованні: 10 гравців. Кількість доступних 'пов’язок': 2 гравці.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "8.10 Війна угруповань",
                "points": [
                    {
                        "text": "Оголошення війни угруповань відбувається при виконанні наступних умов: надати адміністрації РП причин війни, схвалення адміністрацією через систему тікетів, оголошення війни має бути зафіксоване[cite: 720, 721, 722, 723].",
                        "punishment": null
                    },
                    {
                        "text": "Угруповання має право оголосити війну іншому угрупованню, якщо у нього є вагома РП-причина для конфлікту.",
                        "punishment": null
                    },
                    {
                        "text": "Під час війни угруповань, правило RDM не працює, для гравців сторін, у яких відбувається конфлікт.",
                        "punishment": null
                    },
                    {
                        "text": "Війна йде 14 діб, після чого оголошується перемир'я на 1 добу.",
                        "punishment": null
                    },
                    {
                        "text": "Угруповання мають право мати союзників у війні, але не більше одного союзного угруповання.",
                        "punishment": null
                    },
                    {
                        "text": "Якщо людина знаходиться на території, на якій відбувається сутичка між угрупованнями, вона буде розцінена, як ворог.",
                        "punishment": null
                    },
                    {
                        "text": "Бойові дії відбуваються не ближче 200 метрів, до ЗЗ або території угрупування (допустима похибка 15 метрів).",
                        "punishment": null
                    },
                    {
                        "text": "Сторони конфлікту повинні носити пов'язки відповідного кольору.",
                        "punishment": null
                    }
                ]
            }
        ]
    },
    {
        "id": "rules-9",
        "title": "9. Гоп-стоп та правила затримання",
        "subsections": [
            {
                "title": "9.1 Загальне положення",
                "points": [
                    {
                        "text": "Усі дії під час пограбування здійснюються на ваш страх і ризик з обов’язковою фотофіксацією (зберігати 5 днів)[cite: 737, 738].",
                        "punishment": null
                    },
                    {
                        "text": "Пограбування має відбуватися у безпечному місці.",
                        "punishment": null
                    },
                    {
                        "text": "Промишляти гоп-стопом може лише угрупування “Бандити”.",
                        "punishment": null
                    },
                    {
                        "text": "Дозволено забирати до 50% екіпіровки і не більше 70% грошей (дозволена похибка — 5%).",
                        "punishment": null
                    },
                    {
                        "text": "Низький рівень RolePlay під час гоп-стопу є достатньою підставою для зміни персонажа.",
                        "punishment": null
                    },
                    {
                        "text": "Якщо угруповання або фракція “Найманці” залишили автомобіль без наявного захисту від можливості її викрасти — це не підпадає під порушення.",
                        "punishment": null
                    },
                    {
                        "text": "Пограбування автомобілю можливе лише за умов, котрі дозволяють зупинити автомобіль.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "9.2 Норми затримання для гоп-стопу",
                "points": [
                    {
                        "text": "Єдиний спосіб розпочати затримання — це наказ зупинитися і здатися голосом.",
                        "punishment": null
                    },
                    {
                        "text": "Агресія анулює право на реакцію і дає право стріляти на ураження по всій групі.",
                        "punishment": null
                    },
                    {
                        "text": "Затримання будь-кого є агресією і дає право стріляти на ураження всім, хто хоче втрутитись.",
                        "punishment": null
                    },
                    {
                        "text": "Смерть при очевидно безнадійному або безглуздому затриманні може бути зарахована як РП-смерть для ініціаторів.",
                        "punishment": null
                    }
                ]
            }
        ]
    },
    {
        "id": "rules-10",
        "title": "10. Замовлення на виконання",
        "subsections": [
            {
                "title": "10.1 Фракція «Найманці» приймає замовлення на ліквідацію, захоплення, розвідку або залякування інших персонажів.",
                "points": [],
                "punishment": null
            },
            {
                "title": "10.2 Замовлення публікуються в окремій категорії Discord «Замовлення на виконання».",
                "points": [],
                "punishment": null
            },
            {
                "title": "10.3 Будь-який гравець може подати контракт через систему тікетів за наступним шаблоном:",
                "points": [
                    {
                        "text": "Ім’я замовника (доступно для показу / анонімно).",
                        "punishment": null
                    },
                    {
                        "text": "Тип контракту (відкритий / прихований).",
                        "punishment": null
                    },
                    {
                        "text": "RP-обґрунтування конфлікту.",
                        "punishment": null
                    },
                    {
                        "text": "Відеодокази (обов’язково для RP-смерті).",
                        "punishment": null
                    },
                    {
                        "text": "Описаний бажаний результат (ліквідація / захоплення / розвідка / залякування).",
                        "punishment": null
                    },
                    {
                        "text": "Запропонована нагорода (мінімальна сума — 50 000 грн).",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "10.4 Деталі виконання",
                "points": [
                    {
                        "text": "За додаткову винагороду у розмірі 20% від загальної суми, замовник має право залишитися анонімним.",
                        "punishment": null
                    },
                    {
                        "text": "Ціль має 48 годин з моменту публікації контракту на врегулювання ситуації — шляхом викупу.",
                        "punishment": null
                    },
                    {
                        "text": "Якщо протягом 48 годин не надійшло відповіді або викупу — контракт може бути виконаний без попередження.",
                        "punishment": null
                    },
                    {
                        "text": "Повторне замовлення на ту ж ціль дозволене не раніше ніж через 14 днів з моменту виконання попереднього.",
                        "punishment": null
                    },
                    {
                        "text": "У разі помилкового вбивства — РП-смерть анулюється, а виконавець отримує покарання.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "10.5 Умови виконання",
                "points": [
                    {
                        "text": "Виконувати контракт має лише фракція 'Найманці'.",
                        "punishment": null
                    },
                    {
                        "text": "Для виконання РП-смерті за контрактом обов’язково: актуальна ідентифікація цілі, попереднє погодження з адміністрацією, вбивство можливе лише після ідентифікації[cite: 781, 782, 783, 784].",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "10.6 Ролі",
                "points": [
                    {
                        "text": "Виконавець — той, хто здійснює безпосереднє вбивство (контракт).",
                        "punishment": null
                    },
                    {
                        "text": "Інформатор — той, хто проводить ідентифікацію цілі та передає дані.",
                        "punishment": null
                    },
                    {
                        "text": "Ініціатор — той, хто виступає замовником контракту.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "10.7 Інформатори та винагорода",
                "points": [
                    {
                        "text": "Уся інформація, яку інформатор хоче надати для 'Найманців' — повинна бути поданою через тікет.",
                        "punishment": null
                    },
                    {
                        "text": "Будь-який гравець має право виступити інформатором.",
                        "punishment": null
                    },
                    {
                        "text": "Замовник у випадку відкритого контракту самостійно визначає, який відсоток нагороди призначається інформаторам та виконавцям (10-50%).",
                        "punishment": null
                    },
                    {
                        "text": "Виплата інформатору відбувається лише у випадку повного виконання контракту.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "10.8 Типи контрактів",
                "points": [
                    {
                        "text": "Відкритий контракт — ім’я цілі зазначено публічно.",
                        "punishment": null
                    },
                    {
                        "text": "Прихований контракт — зміст і наявність не афішуються публічно.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "10.9 Якщо під час виконання контракту відсутня відеофіксація моменту ідентифікації або страти, — смерть цілі не буде зарахована як РП-смерть.",
                "points": [],
                "punishment": null
            },
            {
                "title": "10.10 Вся інформація, опублікована в каналі “Замовлення на виконання” — вважається отриманою у рамках RolePlay.",
                "points": [],
                "punishment": null
            }
        ]
    },
    {
        "id": "rules-11",
        "title": "11. РП-смерть та РП-страта",
        "subsections": [
            {
                "title": "11.1 Норми РП-Казні",
                "points": [
                    {
                        "text": "Страта персонажа повинна бути чітко обґрунтована, мати достатні РП-підстави та докази, а також підтвердження особи.",
                        "punishment": null
                    },
                    {
                        "text": "Дозвіл на РП-смерть має бути попередньо узгоджена зі Старшим РП-куратором через систему тікетів.",
                        "punishment": null,
                        "exception": "Для персонажів із 'Замовлення на виконання' достатньо відеофіксації."
                    },
                    {
                        "text": "Докази причин РП-смерті та саму РП-смерть персонажу необхідно зберігати ще 3 дні.",
                        "punishment": null
                    },
                    {
                        "text": "РП-Смерть, регламентована пунктом 11.1.7, зараховується без попереднього узгодження.",
                        "punishment": null
                    },
                    {
                        "text": "Потрібно мати дозвіл для РП-смерті навіть перед зверненням до фракції 'Найманці'.",
                        "punishment": null,
                        "exception": "Персонажі зі списку у категорії 'Замовлення на виконання'."
                    },
                    {
                        "text": "Після будь-якої РП-Смерті гравець зобов'язаний вийти з гри та подати тікет з інформацією про РП-смерть.",
                        "punishment": null
                    },
                    {
                        "text": "Якщо гравець навмисно уникає РП-Казні, довго не з'являється в грі — персонаж може бути страчений заочно.",
                        "punishment": null
                    },
                    {
                        "text": "Будь-яка смерть, що напряму або опосередковано стала наслідком дій іншого персонажа з відповідною мотивацією та узгодженням — є РП-смертю.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "11.2 Співучасть",
                "points": [
                    {
                        "text": "Співучасники несуть спільну повну відповідальність, яка поширюється на них як підставу для РП-страти за дії.",
                        "punishment": null
                    },
                    {
                        "text": "Співучасником вважається персонаж, який своїми усвідомленими діями або бездіяльністю допомагав у чомусь іншому персонажу.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "11.3 Особливості угруповання «Моноліт»",
                "points": [
                    {
                        "text": "Будь-яка смерть бійця «Моноліту» вважається як важке поранення.",
                        "punishment": null
                    },
                    {
                        "text": "Угруповання «Моноліт» має власні причини для РП-страти, тому не може використовувати причини для РП-смерті з пункту правил 11.3.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "11.4 Приклади, що є причинами для РП-смерті",
                "points": [
                    {
                        "text": "Образи, що спричинили серйозну конфліктну ситуацію (приниження гідності).",
                        "punishment": null
                    },
                    {
                        "text": "Погрози фізичною розправою.",
                        "punishment": null
                    },
                    {
                        "text": "Статус бойового союзника.",
                        "punishment": null
                    },
                    {
                        "text": "Контакт з угрупованням «Моноліт».",
                        "punishment": null
                    },
                    {
                        "text": "Володіння важливою інформацією.",
                        "punishment": null
                    },
                    {
                        "text": "Передача тактичної інформації або зв'язок із кимось.",
                        "punishment": null
                    },
                    {
                        "text": "Порушення внутрішніх: порядку, правил, наказів, ідеології угрупування.",
                        "punishment": null
                    },
                    {
                        "text": "Агентурська зрада.",
                        "punishment": null
                    },
                    {
                        "text": "Шпигунська діяльність проти угруповання або фракції 'Найманці'.",
                        "punishment": null
                    },
                    {
                        "text": "Помста за замах або за вбивство поширюється на ініціатора, інформатора та виконавців.",
                        "punishment": null
                    },
                    {
                        "text": "Помста за особисті образи (лише: тортури, обман, «кидалово», підстави, наклеп, особиста зрада).",
                        "punishment": null
                    },
                    {
                        "text": "Переодягання в форму угруповання, до якого ви не належите.",
                        "punishment": null
                    },
                    {
                        "text": "Відмова виконати вимоги тих, у кого є заручник ворожого угрупування чи фракції 'Найманці' — служить причиною для РП-смерті полоненого.",
                        "punishment": null
                    },
                    {
                        "text": "Смерть при ігноруванні / відмові виконати наказ, коли на вас навели зброю та затримали.",
                        "punishment": null
                    },
                    {
                        "text": "Смерть у ситуаціях, що містять необґрунтований або завідомо підвищений ризик для життя.",
                        "punishment": null
                    },
                    {
                        "text": "Вбивство, здійснене фракцією «Найманці» у рамках контракту на усунення цілі, завжди вважається РП-смертю для жертви.",
                        "punishment": null
                    },
                    {
                        "text": "Для виконання РП-страти через контракт необхідна актуальна ідентифікація цілі в реальному часі.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "11.5 Приклади, що НЕ є причинами для РП-смерті",
                "points": [
                    {
                        "text": "Торгові відносини з ворожим угрупованням.",
                        "punishment": null
                    },
                    {
                        "text": "Відмова виконувати дії, що ведуть до власної смерті.",
                        "punishment": null
                    },
                    {
                        "text": "Дії, виконані під загрозою смертельної розправи.",
                        "punishment": null
                    },
                    {
                        "text": "Відмова від співпраці або шпигунської діяльності для угруповання.",
                        "punishment": null
                    },
                    {
                        "text": "Бойові дії між фракцією Вільні сталкери та угрупованням.",
                        "punishment": null
                    },
                    {
                        "text": "Смерть будь-якого персонажа під час активного бою (PvP) не є підставою для РП-смерті.",
                        "punishment": null
                    },
                    {
                        "text": "Якщо ви зробили все можливе для того, щоб вижити, але все одно загинули — вам буде зараховано тяжке поранення.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "11.6 Інші способи отримання РП-смерті",
                "points": [
                    {
                        "text": "Смерть через необережну поведінку під час ходки по Зоні.",
                        "punishment": null
                    },
                    {
                        "text": "Смерть через відмову виконувати накази чи ігнорування команд від тих, хто вас затримав.",
                        "punishment": null
                    },
                    {
                        "text": "Смерть товариша внаслідок вашого явного нехтування його життям може бути зарахована як РП-смерть для вас.",
                        "punishment": null
                    },
                    {
                        "text": "Смерть через нехтування власним життям у будь-якій прояві.",
                        "punishment": null
                    },
                    {
                        "text": "Смерть через свідомі бойові дії у формі чужої фракції або угруповання.",
                        "punishment": null
                    },
                    {
                        "text": "Смерть через порушення базових умов виживання у постапокаліптичному світ.",
                        "punishment": null
                    },
                    {
                        "text": "Смерть через явне порушення норм поведінки або ідеології фракції.",
                        "punishment": null
                    },
                    {
                        "text": "Смерть під час дій, які всім виглядають як відкрита агресія чи безглузда провокація.",
                        "punishment": null
                    },
                    {
                        "text": "Смерть під час дій, спрямованих на зраду чи співпрацю з ворогом.",
                        "punishment": null
                    },
                    {
                        "text": "Смерть через провокацію — може бути розцінена як навмисне чи необґрунтоване ставлення до жертви.",
                        "punishment": null
                    }
                ]
            }
        ]
    },
    {
        "id": "rules-12",
        "title": "12. Правила штурму",
        "subsections": [
            {
                "title": "12.1 Загальні положення",
                "points": [
                    {
                        "text": "Штурм бази — це військова операція, яка проводиться між угрупованнями з RP-обґрунтуванням.",
                        "punishment": null
                    },
                    {
                        "text": "Штурм поділяється на два види: штурм для звільнення заручників; класичний штурм — з метою ослаблення або витіснення супротивника[cite: 972, 973, 974].",
                        "punishment": null
                    },
                    {
                        "text": "Максимальна кількість атакуючих — 2 угруповання. Максимальна кількість захисників — 2 угруповання.",
                        "punishment": null
                    },
                    {
                        "text": "«Найманці» не вважаються повноцінним другим угрупованням — вони виступають як контрактна сила.",
                        "punishment": null
                    },
                    {
                        "text": "«Найманці» не можуть брати участь у штурмі без запрошення та обґрунтованого контракту від меншої сторони.",
                        "punishment": null
                    },
                    {
                        "text": "Ініціація штурму та звернення до РП-куратора.",
                        "punishment": null
                    },
                    {
                        "text": "Загальний час штурму — 90 хвилин.",
                        "punishment": null
                    },
                    {
                        "text": "Відеозапис штурму має вестися якомога більшою кількості учасників з кожної сторони.",
                        "punishment": null
                    },
                    {
                        "text": "За кожним штурмом має спостерігати Старший РП-куратор.",
                        "punishment": null
                    },
                    {
                        "text": "Заборонено навмисно знищувати або викидати речі будь-яким доступним способом.",
                        "punishment": null
                    },
                    {
                        "text": "Гравцям захисту заборонено перебувати за дверима, закритими кодовими замками.",
                        "punishment": null
                    },
                    {
                        "text": "Атакуючі не мають права брати речі з ящиків і бочок.",
                        "punishment": null
                    },
                    {
                        "text": "Усі переговори під час штурму мають дублюватися в голосовий чат.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "12.2 Класичний штурм",
                "points": [
                    {
                        "text": "Для проведення штурму атакуюча сторона зобов’язана створити тікет та узгодити дату й час проведення штурму зі Старшим РП-куратором.",
                        "punishment": null
                    },
                    {
                        "text": "Лише після підтвердження дозволу від Старшого РП-куратора — атакуюча сторона зобов’язана написати попередження в КПК-РП за 30 хвилин до початку[cite: 1001, 1002].",
                        "punishment": null
                    },
                    {
                        "text": "Класичний штурм проводиться лише за погодженим часом, який буде комфортним для обох сторін.",
                        "punishment": null
                    },
                    {
                        "text": "Мета штурму — послаблення економіки угруповання за рахунок вбивства іншої сторони.",
                        "punishment": null
                    },
                    {
                        "text": "Перемога визначається за рахунок повного знищення іншої сторони конфлікту.",
                        "punishment": null,
                        "exception": "У разі, якщо гравці залишились живими після закінчення часу — перемога визначається кількістю гравців що вижили."
                    }
                ]
            },
            {
                "title": "12.3 Штурм для звільнення заручників",
                "points": [
                    {
                        "text": "Штурм для звільнення полоненого дозволяється лише після узгодження зі Старшим РП-куратором або двома незалежними РП-кураторами від конфлікту.",
                        "punishment": null
                    },
                    {
                        "text": "Якщо полонений загине під час перестрілки, його подальша доля залежить від результату штурму.",
                        "punishment": null
                    },
                    {
                        "text": "Після успішного звільнення заручника атакуюча сторона повинна покинути територію бази.",
                        "punishment": null
                    }
                ]
            }
        ]
    },
    {
        "id": "rules-13",
        "title": "13. Інше",
        "subsections": [
            {
                "title": "13.1 Дезертирство",
                "points": [
                    {
                        "text": "Кожне дезертирство повинно мати вагомі причини, підґрунтя і мотивацію з точки зору RolePlay.",
                        "punishment": null
                    },
                    {
                        "text": "Дезертирство, його причини, деталі, план подальших дій і перелік викрадених предметів мають бути погоджені з РП-куратором через тікет.",
                        "punishment": null
                    },
                    {
                        "text": "Дезертирувати можна не раніше, ніж через 14 днів перебування у формуванні.",
                        "punishment": null
                    },
                    {
                        "text": "При дезертирстві з угруповання її онлайн має становити щонайменше 2 гравці.",
                        "punishment": null
                    },
                    {
                        "text": "Дезертирство без погодження з лідером розглядається з позиції здорового глузду та повноважень бійця.",
                        "punishment": null
                    },
                    {
                        "text": "Протягом 7 днів кожне саме по собі дезертирство буде вважатися причиною РП-смертю.",
                        "punishment": null
                    },
                    {
                        "text": "Дезертири після втечі мають право зняти форму з шевроном та почати переховуватись.",
                        "punishment": null
                    },
                    {
                        "text": "Дезертир одразу ж втрачає всі допуски до документації й інформації угруповання.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "13.2 Правила ідентифікування",
                "points": [
                    {
                        "text": "Людину можна впізнати за голосом, якщо відбувається безперервне спілкування протягом 1 години (доступна похибка 10 хвилин) — голос запам’ятовується назавжди[cite: 1037, 1038].",
                        "punishment": null,
                        "exception": "Спілкування через рацію не враховується, оскільки існують радіо-перешкоди."
                    },
                    {
                        "text": "Людину можна ідентифікувати на другу зустріч, але лише у разі того, якщо усі 2 рази ви бачили персонажа без балаклави / маски.",
                        "punishment": null
                    },
                    {
                        "text": "Людину можна впізнати по самопризнанню:",
                        "punishment": null
                    },
                    {
                        "text": "Зовнішність не може бути самостійним фактором ідентифікації.",
                        "punishment": null
                    },
                    {
                        "text": "Для підтвердження особи (винен/не винен) необхідно надати незаперечні відео-докази.",
                        "punishment": null
                    },
                    {
                        "text": "Форма, шеврони та інші офіційні знаки є прямими доказами приналежності до угруповання чи фракції.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "13.3 Ідентифікація сторін у конфлікті",
                "points": [
                    {
                        "text": "Будь-який неопізнаний персонаж, який не здався або не позначив свої мирні наміри під час перестрілки може бути прирівняний до ворога.",
                        "punishment": null
                    },
                    {
                        "text": "Будь-яка особа, яка добровільно знаходиться поруч із вашим ворогом, також може вважатись ворогом.",
                        "punishment": null
                    },
                    {
                        "text": "Носіння спорядження з впізнаваними шевроном, кольорами або пов’язкою — робить персонажа причетним до конфлікту.",
                        "punishment": null
                    },
                    {
                        "text": "Ідентифікація цілі за пов’язкою, шевроном, кольором або окремою частиною спорядження проводиться на власний ризик.",
                        "punishment": null
                    },
                    {
                        "text": "Відсутність впізнаваного знака (шеврона) на персонажі: на території бази, бару або табору є причиною для підозри й недовіри[cite: 1066, 1067].",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "13.4 Правила КПК",
                "points": [
                    {
                        "text": "КПК заборонено використовувати для створення фотографій, відеозаписів або аудіофайлів.",
                        "punishment": null
                    },
                    {
                        "text": "Надсилання будь-яких файлів через КПК можливе лише через Bluetooth (тобто не більше ніж на 10 метрів).",
                        "punishment": null
                    },
                    {
                        "text": "Заборонено використовувати текстові смайлики під час спілкування через КПК.",
                        "punishment": null
                    },
                    {
                        "text": "Заборонено примушувати гравця використовувати КПК для ідентифікації.",
                        "punishment": null
                    },
                    {
                        "text": "КПК є виключно внутрішньою системою, якою можна користуватись через відповідний предмет.",
                        "punishment": null
                    },
                    {
                        "text": "Категорично заборонено використовувати КПК від імені старих персонажів.",
                        "punishment": null
                    },
                    {
                        "text": "Спілкування в КПК не повинно порушувати сеттинг і атмосферу всесвіту STALKER.",
                        "punishment": null
                    },
                    {
                        "text": "Заборонено використання внутрішнього чату гри.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "13.5 Правила нікнеймів у КПК",
                "points": [
                    {
                        "text": "Нікнейм не повинен порушувати сеттинг та атмосферу всесвіту STALKER.",
                        "punishment": null
                    },
                    {
                        "text": "Нікнейм не повинен містити назви мутантів, артефактів та інших нелогічних термінів.",
                        "punishment": null
                    },
                    {
                        "text": "Нікнейм не повинен мати ціль когось образити або тролити.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "13.6 Правила полону і КПЗ",
                "points": [
                    {
                        "text": "Піднята рука є зовнішнім сигналом мирних намірів.",
                        "punishment": null
                    },
                    {
                        "text": "Супровід затриманого повинен позначатись піднятою рукою з боку, який його веде.",
                        "punishment": null
                    },
                    {
                        "text": "Кожне обмеження свободи має мати чітку РП-причину.",
                        "punishment": null
                    },
                    {
                        "text": "У разі порушення правил — адміністрація має право відіграти охорону або керівництво та відпустити затриманого без попередження.",
                        "punishment": null
                    },
                    {
                        "text": "Усі дії, що направлені на затримання, допит та тортури регламентуються правилами 2.4 та 2.5.",
                        "punishment": null
                    },
                    {
                        "text": "Примушувати до роботи дозволено не більше 1 години.",
                        "punishment": null
                    },
                    {
                        "text": "Представники сторони, яка затримала, повинні відгравати RP із затриманим.",
                        "punishment": null
                    },
                    {
                        "text": "Сторона, яка утримує, зобов’язана забезпечити затриманого всім необхідним.",
                        "punishment": null
                    },
                    {
                        "text": "Персонаж повинен усвідомлювати безвихідність ситуації під час затримання.",
                        "punishment": null
                    },
                    {
                        "text": "Добивання пораненого або полоненого персонажа здійснюється на розсуд ворога.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "13.7 Смерть затриманого (навіть у КПЗ)",
                "points": [
                    {
                        "text": "Смерть через ігнорування пораненого з точки зору тих, хто його затримав — відіграється як тяжке поранення.",
                        "punishment": null
                    },
                    {
                        "text": "Смерть від випадкових факторів (смерть від мутанта, хвороби, аномалії, тощо) відіграється як тяжке поранення з реанімацією.",
                        "punishment": null
                    }
                ]
            },
            {
                "title": "13.8 Правила стрімінгу",
                "points": [
                    {
                        "text": "Стрімер зобов’язаний припиняти будь-які порушення у чаті свого стріму (мета-інформація).",
                        "punishment": null
                    },
                    {
                        "text": "Стрімити розбір ситуацій заборонено.",
                        "punishment": null
                    },
                    {
                        "text": "Адміністрація не несе відповідальності за стрім-снайпінг.",
                        "punishment": null
                    },
                    {
                        "text": "Граючи за угруповання, стрімер зобов’язаний цензурувати стрім, щоб приховати внутрішньогрупову інформацію.",
                        "punishment": null
                    }
                ]
            }
        ]
    }
]